Repository: salllgado/Nasa-Api-Tests
Catalog: Nasa Api Tests/Other Sources/*.lproj/Localizable.strings
Languages: pt_br

source: Wellcome
pt_br: Bem Vindo

# SIGNIN_BUTTON_TITLE
source: Sign In
pt_br: Logar

# SIGNUP_BUTTON_TITLE
source: Not User ?
pt_br: Não é usuario ?

source: Cancel
pt_br: Cancelar

source: Dismiss
pt_br: Esquecer

source: SignUp
pt_br: Cadastro

# ERROR_LOGIN
source: Error, verify your data and try again.
pt_br: Erro ao realizar o login, verifique os dados

# SUCESS_LOGIN
source: Login sucessfully
pt_br: Login efetuado com sucesso

source: Error
pt_br: Erro

# DADOS_CADASTRADOS_MENSAGEM
source: Your data has been saved, Return to login page, and authenticate with your login.
pt_br: Seus dados foram salvos, volte a tela de login, e identifique com seu novo login

# DADOS_CADASTRADOS
source: Login has been saved.
pt_br: Dados Cadastrados com Sucesso

# NOME_PLACEHOLDER
source: Name
pt_br: Nome

# LOGIN_ERROR_BLANK_FIELDS
source: Please enter with data in all fields bellow.
pt_br: Há campos não preenchidos, confira e tente novamente.

# LOGIN_ERROR_NOT_FOUND
source: Credentials not founded, please try again.
pt_br: Certifique-se que o email e senha estão corretos e tente novamente

# ERROR_BLANK_FIELDS
source: Hame some missing fields, please try again.
pt_br: Há campos em branco, preencha-os e tente novamente.
